package com.mylody.myone.bean;

/**
 * User:Shine
 * Date:2015-08-25
 * Description:文字接口 对应 实体类
 */
public class ReadingBean {
    /**
     * result : SUCCESS
     * contentEntity : {"strContent":"报告母亲大人：<br><br>写这封信的时候，我正在住院，因为并不是什么大病，而且治疗的时间不长，所以并没有告诉您。不是非要向您隐瞒，而是到了现在的这个年纪，如果不小心出了状况，但凡生活可以自理的，是不太希望被人打扰，或者麻烦\u201c别人\u201d的。<br><br>看到这，您可能又要跳脚敲我的头抗议道：小崽子，你说谁是\u201c别人\u201d。我知道，这个二十七八岁的小崽子，在您眼里仍是年轻或者稚嫩的。但无奈的是，幼稚如我，年轻如我，此刻衰弱的我，还是不喜欢您擅长的那种兴师动众，尤其大多数状况下，父母过分的担忧与付出并不与事态的恶劣程度成正比，至亲的敏感也会形成莫名的压力，一点点小病全家人都来嘘寒问暖地抹眼泪，而作为病人，我可能就不太好意思继续喘气了。<br><br>您不用担心，这里的医生都非常负责，护士待我也蛮好，并没有像一些报道那样。医护人员每天都带着笑意来问一下状况，再询问临床，所有人的状况井然有序地安排在护士的表格中，大家都或坎坷，或麻木地等待着医生查验。<br><br>母亲大人你看，一个人无论曾经多风光，阅历多丰富，他们在外面可以是总监，董事，或者监督，但在这里统统都变成病人，患者，受照顾的人。这是医院的公平，当人生所有的绚丽都褪尽，我们才开始认清生活的脉络与轨迹。<br><br>也只有经历这样一个时刻，人才可以浑然不知地数点着以往的种种，在过度消耗的时代里，耐心地浪费一点时间，这样\u201c残忍的孤独\u201d，在绝望之前，倒是莫名地有些迷人。<br><br>妈妈，您可能觉得我为了照顾自身的情绪而这样隐瞒亲人，多少有些自私。但是我想就算告诉了您我的状况，也只会徒然增加您的担心，而且您也必定会在征求我的同意后，选择是否来看我，您一直都是这样，不会因为过分膨胀的爱而冲昏头脑，总是攥紧了拳头克制着观望我的生活。<br><br>您一直都是这样的，放开着我，让我可以面对问题，自我选择，并承担后果。<br><br>我在医院遇见了一个陪床的妈妈，她的孩子与我年纪一般大，看上去也并无大碍，但是由于他的母亲总是过分紧张孩子的状况，每天像是看守一般，命令着她的孩子必须吃西芹，必须午睡，各种各样的必须，蛮横地执行。到了夜晚，她的孩子因为午睡较多而经常会失眠，有时坐起一转身，就撞见同样失眠在用手电看书的我，相视一笑，掩不住满脸的疲惫，再转身仔细听隔床母亲的呼声。<br><br>以爱的名义把欲望强加给对方，在付出的自我感动中又不断地自我催眠。许多父母都是如此，孩子是被献身的人，母亲因为自我的牺牲与付出，理所当然地成为了掌管孩子人生的主人。<br>他们忘了人对自由是有渴望的，越是窘迫的状态，越比以往更需要自由，过多的询问与爱，多数会变成负担。并不是不爱自己的亲人，也并不是不理解亲人的爱，而是需要一个可以呼吸，活动，获得一个可以交出弱点的安全区域，合适的疏离感也等同于安全感，保持距离的人也会显得更美一点。感情也是如此的，偶尔让人迫切地想要靠近，偶尔却又想无限地疏远。<br>不是要跟您讲道理，人啊就是这样，日子都过得像半知半解的患者，在别人身上反省时倒像个明明白白的病人。<br><br>你曾经也是这样的母亲，在家时爸爸常常说起我的小时候，你抱着我挤厂子的班车，大巴到了咱家楼下已经没有了座位，我小时候很胖，而你就一直抱着我，随着晃动的车身，摇摆着自己的身体，荡漾着我的困意，让我可以在车上补一觉。<br><br>最忙的时候，你和爸爸都没有时间照顾我，于是请了一位保姆，我记得你让我唤她田阿姨，她还有一个大我两岁的女儿，我对任何的玩具和零食都提不起兴趣，每天盯着柜子上的闹钟发呆，这让您很担忧，阿姨的女儿倒是活泼，教我画画，认字。尽管阿姨带得很好，可您还是不放心，过多的关照和交代，让阿姨颇为不悦，反之认为您这样是对她的不信任。<br><br>后来您还是辞退了阿姨，多给了一些钱，好声好气地送走了母女，又开始一边上班，一边带着我。那时的您和那个母亲或者多数母亲一样，凡子女之事，必亲力亲为，有关我的所有程序必须经过您的检验，否则永远也无法彻底放心。<br><br>直到您从邻居那里打听到了一个比幼儿园更适合看孩子的场所，补习班。<br><br>钢琴班有一点贵，学英语又太早，但还好有两个项目既合适又便宜，它们是美术和写作。那个年代的老师水平参差不齐，我在美术班爱上了漫画，每天在课上一看便不可收拾。而在写作班，老师只是讲一篇文章，然后留个作业，便放大家自行做游戏了。我儿时性格内向，不讨人喜，做游戏永远是在外围旁观别人的兴奋哄笑，然后在四周捡一点欢乐，再鼓个掌，算凑个份子。<br><br>每当写作课快要结束时，家长们都会来门口接孩子，那时小伙伴们就会收起酸奶零食和游戏的卡片，正正经经地假装写字，看书，或向老师请教问题。老师也心照不宣地演戏，所有人都站在自己的角色里刻苦地作秀。<br><br>而每次您都是迟到一两分钟，不多不少，我那时还小，存在感也不高，并不在意大家是否看见我总是最后一个走。但印象清晰的是有一个阴天，雨下得淅淅沥沥，时大时小，好像雨水把房间也浇满了一样。那天快要放学的教室里挤了很多人，孩子们表演得欣欣向荣，家长们欣慰掩面。这当中并没有您，所以我没有观众，也没有游戏可以看，索性就翻开一本书，按照老师的要求开始阅读，分析，然后走神，四处观望，直到我看见背后朦胧的玻璃窗外模糊的人影。攥着手心里的温度，抹开一层层好奇的露水，映入眼帘的，是您温柔的笑脸。<br><br>雨还在下，水珠在玻璃上温柔地滑行，我小声唤您，想让您进来避一避，您还是笑，挥手要我转过去，然后用食指抹去刘海上的雨水，再将粘成一捆的头发别到耳后。那一刻你非常的美，我呆呆地看了很久，之后我把这一幕记了下来，写在本子上，老师阅后竟讶异地一直看着我。<br><br>现在回想童年的许多记忆，支离破碎捡起一些情节，多半都不能确认它是否真的发生过。但是您来接我的这个画面，总是出现在每一个独自码字的雨天。<br><br>而我第一次抗拒您，却也是因为写字。无知的年纪做过许多无知的事，比如我第一次收到文字类比赛的邀请，就是在十几岁时，在一个想象永远大于实际的年纪，被少有的肯定冲昏头脑，已是再正常不过的事了，我坚持要去，你坚持不让我去。坐二十个小时的火车去外地比赛，对于一个未成年还没怎么见过世面的孩子来说，是一件多么有诱惑力的事情。可它对于母亲来说，是一场无法预估的危险，她要在这场危险来临之前制止它。于是本来和睦的母子关系，迎来了我青春期的第一次叛逆。<br><br>我反抗的方式很特别，对您所有的话言听计从，到了比赛前几天的一个凌晨将父母的警告和同学的劝诫统统甩在脑后，带着压岁钱，穿着校服就走了。头也不回地冲上火车，看着北方铁轨两旁的杨树不断地倒退，仿佛加载出我即将面对的崭新世界，它生机勃勃，它未知而且迷人。<br><br>当然，现实总是会教训那些体量未足却舍身冒险的年轻人。别说好好比赛了，我连见到喜欢的作家都不敢上去要一个签名。我灰溜溜地回来了，等待着父母的审判和同学的嘲讽。<br><br>巧合的是，那也是一个雨天。好像上天成心心要把落魄少年的心彻底浇透，少年的校服不再光鲜，他的背包空空却无比沉重。然而我已经狼狈到因为避雨，反而庆幸可以晚一些面对那些料定结局的取笑的脸了。人们纷纷走出站台，和亲人拥抱，躲进一顶顶雨伞内，水滴击穿地上的每一面镜子，我找不到一个平静的湖泊来看看自己的脸。<br><br>就在我打算顶着雨去面对这糟糕的一切时，我又看见了你。<br><br>你带着雨伞，却湿了半身，在列车员的阻止下，一节一节车厢地找我，你喊着我的名字，声音响彻整个车站，在火车厚重的发动声中，挤出一条捷径，奔进我的耳朵。我从未见你如此凶猛过，旁人根本拦不住你，那誓不罢休的勇气，弹开了所有落在你身上的雨水。<br><br>这样的气势却在看见我的那一个刹那全都安静了下来，你急匆匆地跑过来用大黑伞把我罩起来，带着我一路逃离了现场，列车员在后面怒吼声讨，你脸上还挂着雨水或是其他，却满脸堆笑地和我说：\u201c他们一不注意，我就挤进来了。\u201d我鼻子一酸，可还是忍住了，我们像漏网的两条鱼，在一个侥幸的雨天，欢快地往家里游去。<br><br>没有用料定结局的世故语气教育我，也没有用嘲讽挖苦的口吻为我洗尘，您用这样意外而又温柔的方式，将比带给我的阴霾，全部都留在了站台。<br><br>从那以后，您再也没有强硬地干涉过我的选择，即使在我离开家以后，从您那收到的也只有食谱，养生，和对爸爸的抱怨。从来没有所谓过来人的指示和规划。有时故意询问您的意见，您认真地听我唠叨，到了表明态度时，却又像调解民事的街道专员，认认真真地说了一些明显不太起作用的场面话。<br><br>我以前总觉得您这是开明，也或许是根本就懒得管我。您对我放心吗，显然不，我也给您惹过不少的麻烦。所以我有时觉得您是心很大的那一类母亲，是对孩子有心把控，却又懒得用力的那种监护者。一不小心给了孩子自由，又一不小心发现孩子野了，管不住了，实在是失算。<br><br>但我改变想法是在去年春节过后，我要离开家时，上车前站在小区门口抱着您说：\u201c妈妈啊，明年见。\u201d你用力地拍了我一下，说了很多嫌弃的话，就把我轰上车了。那天雪下得有点大，我在后车窗里看见您没有过多留恋我的背影，在鹅毛的白色中渐行渐远。<br><br>后来爸爸告诉我，因为我这无意中的一句玩笑话，你在家里大哭了一场。爸爸用了很多努力，都没有把你哄好。最后也埋怨着说：\u201c他当初跑那么远你怎么不管一管，现在很久回来一次多不方便。\u201d<br><br>而后我也问你，想不想让我回家，或者找离家近一点的工作。你在电话那头说：\u201c我不能代替你去做选择，就好像如果选择做错了，我承担不了你失败以后的人生后果。\u201d<br><br>听了这些话我惊慌了一小会，哎，年龄越大，反而越经受不了这么大的情感起伏，但却很想问，想问问您是从什么时候开始下定决心放手，让我自己去选择的。<br><br>大多时候做选择是一件非常孤单的事，外界的建议不疼不痒，旁观者态度暧昧，就会渐渐养成独处的习惯，群体的作乐能让人短暂兴奋，而孤独的思考能让人狠心对自己的一切下手。<br>尽管我是这样的依赖孤独，但是我知道，你并不是喜欢我这样。节假日时，我一个人躲在屋子里，喝茶看书，分外享受，你却总是怕我孤单，怂恿着我说，人是要多走动的。有时认识了女孩子，你也第一时间去八卦。<br><br>我曾经和您说过可能我到了三十多岁才会结婚吧，总之，也许会很晚。你一点也不担心，说：\u201c哦，也行。\u201d别人家的孩子若是到了我这个年纪还说出这样的话，父母大多是不太爱听的，显然您的答案不在我的预期范围内。于是我反扑回去探个究竟，就问您一点也不替我着急吗？<br><br>您说：\u201c不急啊。\u201d然后您目光黯淡地对我说：\u201c我知道家庭的普通，可能会成为一些障碍，妈妈很抱歉。\u201d<br><br>我羞愧地低头找掩体，却又好像在心底沉下了一块石头。现实是多么好的借口啊，它让我理直气壮地逃避自己的问题，进而逃避亲戚朋友的追问。而这抛给现实的责任却又被您拾了起来。原来我也做过这样的蠢事，为了逃避自己的痛苦，而忽略了您的痛苦，妄自剥夺了您痛苦的权利。<br><br>我以前有过感情很淡漠的时候，总是觉得婚姻和上班一样，每天按时呆在一起，消极地磨合，纠缠，如果没有深沉的爱意，怎么可能坚持下去。但是人一旦上了年纪，劈开的精力分给爱情的又太少。再加上经历积累，新的感情来到身边，马上就会嗅到目的气息，便能区分来意真假。于是很难再把真心完整地，放心地，交付出去。<br><br>我见过更搞笑的是一个异性朋友，谈恋爱偷偷摸摸，不敢告诉父母朋友，更不会在朋友圈或是社交网络上秀恩爱。某天诳街恰巧被我撞见，惶恐地放开男生的手，尴尬地朝我笑，男孩看上去很伤心。后来这个异性朋友单独约我，要我帮她保守秘密，我问她为什么，挺不错的一个小伙子啊。她叹了一口气说：哎，还不是特别稳定，属于感觉对的那种类型，目前是了解阶段，要是发展得还不错再公布，如果恩爱提前秀了，最终又没有走到一起会觉得难堪，多少给自己留个台阶下吧。<br><br>哎，大人真是麻烦，穷讲究。要我说啊倘若真是彻底爱上一个人，哪会有闲情逸致去布置计划，准备姿势，凡事一开始就竖起了盾牌，算计着后路，计较着得失，付出和努力程度也会随之大打折扣。而后又在失败的反省中，信誓旦旦地感叹着自己早已留下退路的高明，岂不知这样的\u201c高明\u201d简直愚蠢到了极致。<br><br>现在这么说倒不是装过来人，而是也曾放任盲目紧紧攥着对方不松手，一点呼吸空间也不留，对方走掉以后，也开始害怕用力过猛，怕新鲜感失掉，就也学着保持距离，不过分热情，暧昧着对待新人，却也还是不能长久。闹了一圈以后才发现，爱情里真正交手的是两个人的品质，任何装扮、技巧都会在相处中慢慢褪去，最终留给对方的，是缺点无数却也最真实的自己。<br><br>以前觉得为了懂得这一份答案，不知交了多少次错卷，失去这么多到底值不值得，后来才明白，毒果必须自己尝，伤口也要亲自疼，才能体会个中滋味，竭力避免遗憾再次发生。许多人都在最无力的年纪遇到过最好的人，也曾有过害怕自身的局限会耽误对方今后人生的那种困顿。所以我还是体会到了你的那种爱，那种想要指导，却因为害怕，而又收回手的爱。<br>妈妈，你也许早就知道这些了，所以你不插嘴我的痛苦，也不问津我的选择，我好像看见了您一直站在不远的地方观望着我，在看着我跋涉的路上拾一点欣慰，再想干涉也尽量隐忍着。是我们共同的懦弱和恐惧，让我成了独立的我自己。<br><br>我和您一样，爱得平庸，也爱得谦卑。是这种无力，迫使谦卑的你和曾经弱小的我，将爱人推给了这个真实的世界，它很残忍，也很速成。我们这个年纪的孩子终于还是长大了，也都在自己的青春里死过，在不得不前行，不得不猥琐的生活中继续苟且着。<br><br>然而今天，我知道我所拥有的又将会一样一样地失去，但是这又是我不得不面对的选择。妈妈，我并不害怕失去，人终究什么也带不走的，我感受尤深，尤其是在医院里对您说这些话。并且在这个时候，失去也让我明白，我到底真正拥有了什么。我失去的时候很痛苦，我不知道您放开我，是不是同样的感觉。<br><br>或许，在那个雨天，那个写作班的雨天，从您拒绝走进教室开始，您就下定决心要在玻璃外面看着我自己选择，是选择和大家一起拼演技，表演浮夸的努力，还是对这个世界继续保持失望，进而主动放弃，又或者在百无聊赖的无意间转身之后，再拿起笔。<br><br>妈妈，那个你没走进来的雨天，真的将我划给另外一个世界了吗？又或许，在我无数次与你告别来到远方，在无数次你望着我离开的背影时，无数次我从雪中归来，又在破晓前离开时，你会不会因为自己选择了让我去选择，而感觉到了失去以后，再失去。<br><br>妈妈，我并不知道答案。我只记得在那个雨天，雨雾玻璃后面模糊着的轮廓，那被雨水打湿的刘海，它弯弯绕绕被你用食指别在耳后，又指挥着我转身去写字的那一次，其实是您，替我做了正确的选择。我转过身去背对着您，背对着家乡一直走，不敢回头。<br><br>爸爸和我说我离开的这几年里，你老是在梦中给我做饭，而我总是在你准备好一桌家宴之后悻悻离开，没吃到一口菜。这长达几年的梦魇，只能在短短相聚的几天里得到治愈，所以您一想起相聚就莫名的兴奋，也莫名的伤悲。路还是越走越远，我走得不好时也会遇见雨天，每当这时我都想起那梦中的家宴。我知道这家宴会一直等着我，等着八千里外游子的我去选择。<br><br>我选择前进，它就一直守候，我选择后退，它接住我所有的狼狈。<br><br>妈妈谢谢你，我就快要出院了，您不必担心，这段时间很少打电话给您，出去以后悉数补上。<br><br>今天的深圳仍是雨天，不知道长春是什么天气，我分外想念您。<br><br>此致敬礼<br>墨儿拜上","sRdNum":"","strContentId":"1142","subTitle":"","strContDayDiffer":"1","strPraiseNumber":"5169","strLastUpdateDate":"2015-08-24 22:16:17","sGW":"我和您一样，爱得平庸，也爱得谦卑。是这种无力，迫使谦卑的你和曾经弱小的我，将爱人推给了这个真实的世界，它很残忍，也很速成。","sAuth":"刘墨闻，设计师，青年作者。","sWebLk":"http://m.wufazhuce.com/article/2015-08-25","wImgUrl":"http://211.152.49.184:9000/upload/onephoto/f1440067603295.jpg","strContAuthorIntroduce":"（责任编辑：金子棋）","strContTitle":"写在雨天","sWbN":"@刘墨闻","strContAuthor":"刘墨闻","strContMarketTime":"2015-08-25"}
     */

    private String result;
    private ContentEntity contentEntity;

    public void setResult(String result) {
        this.result = result;
    }

    public void setContentEntity(ContentEntity contentEntity) {
        this.contentEntity = contentEntity;
    }

    public String getResult() {
        return result;
    }

    public ContentEntity getContentEntity() {
        return contentEntity;
    }

    public static class ContentEntity {
        /**
         * strContent : 报告母亲大人：<br><br>写这封信的时候，我正在住院，因为并不是什么大病，而且治疗的时间不长，所以并没有告诉您。不是非要向您隐瞒，而是到了现在的这个年纪，如果不小心出了状况，但凡生活可以自理的，是不太希望被人打扰，或者麻烦“别人”的。<br><br>看到这，您可能又要跳脚敲我的头抗议道：小崽子，你说谁是“别人”。我知道，这个二十七八岁的小崽子，在您眼里仍是年轻或者稚嫩的。但无奈的是，幼稚如我，年轻如我，此刻衰弱的我，还是不喜欢您擅长的那种兴师动众，尤其大多数状况下，父母过分的担忧与付出并不与事态的恶劣程度成正比，至亲的敏感也会形成莫名的压力，一点点小病全家人都来嘘寒问暖地抹眼泪，而作为病人，我可能就不太好意思继续喘气了。<br><br>您不用担心，这里的医生都非常负责，护士待我也蛮好，并没有像一些报道那样。医护人员每天都带着笑意来问一下状况，再询问临床，所有人的状况井然有序地安排在护士的表格中，大家都或坎坷，或麻木地等待着医生查验。<br><br>母亲大人你看，一个人无论曾经多风光，阅历多丰富，他们在外面可以是总监，董事，或者监督，但在这里统统都变成病人，患者，受照顾的人。这是医院的公平，当人生所有的绚丽都褪尽，我们才开始认清生活的脉络与轨迹。<br><br>也只有经历这样一个时刻，人才可以浑然不知地数点着以往的种种，在过度消耗的时代里，耐心地浪费一点时间，这样“残忍的孤独”，在绝望之前，倒是莫名地有些迷人。<br><br>妈妈，您可能觉得我为了照顾自身的情绪而这样隐瞒亲人，多少有些自私。但是我想就算告诉了您我的状况，也只会徒然增加您的担心，而且您也必定会在征求我的同意后，选择是否来看我，您一直都是这样，不会因为过分膨胀的爱而冲昏头脑，总是攥紧了拳头克制着观望我的生活。<br><br>您一直都是这样的，放开着我，让我可以面对问题，自我选择，并承担后果。<br><br>我在医院遇见了一个陪床的妈妈，她的孩子与我年纪一般大，看上去也并无大碍，但是由于他的母亲总是过分紧张孩子的状况，每天像是看守一般，命令着她的孩子必须吃西芹，必须午睡，各种各样的必须，蛮横地执行。到了夜晚，她的孩子因为午睡较多而经常会失眠，有时坐起一转身，就撞见同样失眠在用手电看书的我，相视一笑，掩不住满脸的疲惫，再转身仔细听隔床母亲的呼声。<br><br>以爱的名义把欲望强加给对方，在付出的自我感动中又不断地自我催眠。许多父母都是如此，孩子是被献身的人，母亲因为自我的牺牲与付出，理所当然地成为了掌管孩子人生的主人。<br>他们忘了人对自由是有渴望的，越是窘迫的状态，越比以往更需要自由，过多的询问与爱，多数会变成负担。并不是不爱自己的亲人，也并不是不理解亲人的爱，而是需要一个可以呼吸，活动，获得一个可以交出弱点的安全区域，合适的疏离感也等同于安全感，保持距离的人也会显得更美一点。感情也是如此的，偶尔让人迫切地想要靠近，偶尔却又想无限地疏远。<br>不是要跟您讲道理，人啊就是这样，日子都过得像半知半解的患者，在别人身上反省时倒像个明明白白的病人。<br><br>你曾经也是这样的母亲，在家时爸爸常常说起我的小时候，你抱着我挤厂子的班车，大巴到了咱家楼下已经没有了座位，我小时候很胖，而你就一直抱着我，随着晃动的车身，摇摆着自己的身体，荡漾着我的困意，让我可以在车上补一觉。<br><br>最忙的时候，你和爸爸都没有时间照顾我，于是请了一位保姆，我记得你让我唤她田阿姨，她还有一个大我两岁的女儿，我对任何的玩具和零食都提不起兴趣，每天盯着柜子上的闹钟发呆，这让您很担忧，阿姨的女儿倒是活泼，教我画画，认字。尽管阿姨带得很好，可您还是不放心，过多的关照和交代，让阿姨颇为不悦，反之认为您这样是对她的不信任。<br><br>后来您还是辞退了阿姨，多给了一些钱，好声好气地送走了母女，又开始一边上班，一边带着我。那时的您和那个母亲或者多数母亲一样，凡子女之事，必亲力亲为，有关我的所有程序必须经过您的检验，否则永远也无法彻底放心。<br><br>直到您从邻居那里打听到了一个比幼儿园更适合看孩子的场所，补习班。<br><br>钢琴班有一点贵，学英语又太早，但还好有两个项目既合适又便宜，它们是美术和写作。那个年代的老师水平参差不齐，我在美术班爱上了漫画，每天在课上一看便不可收拾。而在写作班，老师只是讲一篇文章，然后留个作业，便放大家自行做游戏了。我儿时性格内向，不讨人喜，做游戏永远是在外围旁观别人的兴奋哄笑，然后在四周捡一点欢乐，再鼓个掌，算凑个份子。<br><br>每当写作课快要结束时，家长们都会来门口接孩子，那时小伙伴们就会收起酸奶零食和游戏的卡片，正正经经地假装写字，看书，或向老师请教问题。老师也心照不宣地演戏，所有人都站在自己的角色里刻苦地作秀。<br><br>而每次您都是迟到一两分钟，不多不少，我那时还小，存在感也不高，并不在意大家是否看见我总是最后一个走。但印象清晰的是有一个阴天，雨下得淅淅沥沥，时大时小，好像雨水把房间也浇满了一样。那天快要放学的教室里挤了很多人，孩子们表演得欣欣向荣，家长们欣慰掩面。这当中并没有您，所以我没有观众，也没有游戏可以看，索性就翻开一本书，按照老师的要求开始阅读，分析，然后走神，四处观望，直到我看见背后朦胧的玻璃窗外模糊的人影。攥着手心里的温度，抹开一层层好奇的露水，映入眼帘的，是您温柔的笑脸。<br><br>雨还在下，水珠在玻璃上温柔地滑行，我小声唤您，想让您进来避一避，您还是笑，挥手要我转过去，然后用食指抹去刘海上的雨水，再将粘成一捆的头发别到耳后。那一刻你非常的美，我呆呆地看了很久，之后我把这一幕记了下来，写在本子上，老师阅后竟讶异地一直看着我。<br><br>现在回想童年的许多记忆，支离破碎捡起一些情节，多半都不能确认它是否真的发生过。但是您来接我的这个画面，总是出现在每一个独自码字的雨天。<br><br>而我第一次抗拒您，却也是因为写字。无知的年纪做过许多无知的事，比如我第一次收到文字类比赛的邀请，就是在十几岁时，在一个想象永远大于实际的年纪，被少有的肯定冲昏头脑，已是再正常不过的事了，我坚持要去，你坚持不让我去。坐二十个小时的火车去外地比赛，对于一个未成年还没怎么见过世面的孩子来说，是一件多么有诱惑力的事情。可它对于母亲来说，是一场无法预估的危险，她要在这场危险来临之前制止它。于是本来和睦的母子关系，迎来了我青春期的第一次叛逆。<br><br>我反抗的方式很特别，对您所有的话言听计从，到了比赛前几天的一个凌晨将父母的警告和同学的劝诫统统甩在脑后，带着压岁钱，穿着校服就走了。头也不回地冲上火车，看着北方铁轨两旁的杨树不断地倒退，仿佛加载出我即将面对的崭新世界，它生机勃勃，它未知而且迷人。<br><br>当然，现实总是会教训那些体量未足却舍身冒险的年轻人。别说好好比赛了，我连见到喜欢的作家都不敢上去要一个签名。我灰溜溜地回来了，等待着父母的审判和同学的嘲讽。<br><br>巧合的是，那也是一个雨天。好像上天成心心要把落魄少年的心彻底浇透，少年的校服不再光鲜，他的背包空空却无比沉重。然而我已经狼狈到因为避雨，反而庆幸可以晚一些面对那些料定结局的取笑的脸了。人们纷纷走出站台，和亲人拥抱，躲进一顶顶雨伞内，水滴击穿地上的每一面镜子，我找不到一个平静的湖泊来看看自己的脸。<br><br>就在我打算顶着雨去面对这糟糕的一切时，我又看见了你。<br><br>你带着雨伞，却湿了半身，在列车员的阻止下，一节一节车厢地找我，你喊着我的名字，声音响彻整个车站，在火车厚重的发动声中，挤出一条捷径，奔进我的耳朵。我从未见你如此凶猛过，旁人根本拦不住你，那誓不罢休的勇气，弹开了所有落在你身上的雨水。<br><br>这样的气势却在看见我的那一个刹那全都安静了下来，你急匆匆地跑过来用大黑伞把我罩起来，带着我一路逃离了现场，列车员在后面怒吼声讨，你脸上还挂着雨水或是其他，却满脸堆笑地和我说：“他们一不注意，我就挤进来了。”我鼻子一酸，可还是忍住了，我们像漏网的两条鱼，在一个侥幸的雨天，欢快地往家里游去。<br><br>没有用料定结局的世故语气教育我，也没有用嘲讽挖苦的口吻为我洗尘，您用这样意外而又温柔的方式，将比带给我的阴霾，全部都留在了站台。<br><br>从那以后，您再也没有强硬地干涉过我的选择，即使在我离开家以后，从您那收到的也只有食谱，养生，和对爸爸的抱怨。从来没有所谓过来人的指示和规划。有时故意询问您的意见，您认真地听我唠叨，到了表明态度时，却又像调解民事的街道专员，认认真真地说了一些明显不太起作用的场面话。<br><br>我以前总觉得您这是开明，也或许是根本就懒得管我。您对我放心吗，显然不，我也给您惹过不少的麻烦。所以我有时觉得您是心很大的那一类母亲，是对孩子有心把控，却又懒得用力的那种监护者。一不小心给了孩子自由，又一不小心发现孩子野了，管不住了，实在是失算。<br><br>但我改变想法是在去年春节过后，我要离开家时，上车前站在小区门口抱着您说：“妈妈啊，明年见。”你用力地拍了我一下，说了很多嫌弃的话，就把我轰上车了。那天雪下得有点大，我在后车窗里看见您没有过多留恋我的背影，在鹅毛的白色中渐行渐远。<br><br>后来爸爸告诉我，因为我这无意中的一句玩笑话，你在家里大哭了一场。爸爸用了很多努力，都没有把你哄好。最后也埋怨着说：“他当初跑那么远你怎么不管一管，现在很久回来一次多不方便。”<br><br>而后我也问你，想不想让我回家，或者找离家近一点的工作。你在电话那头说：“我不能代替你去做选择，就好像如果选择做错了，我承担不了你失败以后的人生后果。”<br><br>听了这些话我惊慌了一小会，哎，年龄越大，反而越经受不了这么大的情感起伏，但却很想问，想问问您是从什么时候开始下定决心放手，让我自己去选择的。<br><br>大多时候做选择是一件非常孤单的事，外界的建议不疼不痒，旁观者态度暧昧，就会渐渐养成独处的习惯，群体的作乐能让人短暂兴奋，而孤独的思考能让人狠心对自己的一切下手。<br>尽管我是这样的依赖孤独，但是我知道，你并不是喜欢我这样。节假日时，我一个人躲在屋子里，喝茶看书，分外享受，你却总是怕我孤单，怂恿着我说，人是要多走动的。有时认识了女孩子，你也第一时间去八卦。<br><br>我曾经和您说过可能我到了三十多岁才会结婚吧，总之，也许会很晚。你一点也不担心，说：“哦，也行。”别人家的孩子若是到了我这个年纪还说出这样的话，父母大多是不太爱听的，显然您的答案不在我的预期范围内。于是我反扑回去探个究竟，就问您一点也不替我着急吗？<br><br>您说：“不急啊。”然后您目光黯淡地对我说：“我知道家庭的普通，可能会成为一些障碍，妈妈很抱歉。”<br><br>我羞愧地低头找掩体，却又好像在心底沉下了一块石头。现实是多么好的借口啊，它让我理直气壮地逃避自己的问题，进而逃避亲戚朋友的追问。而这抛给现实的责任却又被您拾了起来。原来我也做过这样的蠢事，为了逃避自己的痛苦，而忽略了您的痛苦，妄自剥夺了您痛苦的权利。<br><br>我以前有过感情很淡漠的时候，总是觉得婚姻和上班一样，每天按时呆在一起，消极地磨合，纠缠，如果没有深沉的爱意，怎么可能坚持下去。但是人一旦上了年纪，劈开的精力分给爱情的又太少。再加上经历积累，新的感情来到身边，马上就会嗅到目的气息，便能区分来意真假。于是很难再把真心完整地，放心地，交付出去。<br><br>我见过更搞笑的是一个异性朋友，谈恋爱偷偷摸摸，不敢告诉父母朋友，更不会在朋友圈或是社交网络上秀恩爱。某天诳街恰巧被我撞见，惶恐地放开男生的手，尴尬地朝我笑，男孩看上去很伤心。后来这个异性朋友单独约我，要我帮她保守秘密，我问她为什么，挺不错的一个小伙子啊。她叹了一口气说：哎，还不是特别稳定，属于感觉对的那种类型，目前是了解阶段，要是发展得还不错再公布，如果恩爱提前秀了，最终又没有走到一起会觉得难堪，多少给自己留个台阶下吧。<br><br>哎，大人真是麻烦，穷讲究。要我说啊倘若真是彻底爱上一个人，哪会有闲情逸致去布置计划，准备姿势，凡事一开始就竖起了盾牌，算计着后路，计较着得失，付出和努力程度也会随之大打折扣。而后又在失败的反省中，信誓旦旦地感叹着自己早已留下退路的高明，岂不知这样的“高明”简直愚蠢到了极致。<br><br>现在这么说倒不是装过来人，而是也曾放任盲目紧紧攥着对方不松手，一点呼吸空间也不留，对方走掉以后，也开始害怕用力过猛，怕新鲜感失掉，就也学着保持距离，不过分热情，暧昧着对待新人，却也还是不能长久。闹了一圈以后才发现，爱情里真正交手的是两个人的品质，任何装扮、技巧都会在相处中慢慢褪去，最终留给对方的，是缺点无数却也最真实的自己。<br><br>以前觉得为了懂得这一份答案，不知交了多少次错卷，失去这么多到底值不值得，后来才明白，毒果必须自己尝，伤口也要亲自疼，才能体会个中滋味，竭力避免遗憾再次发生。许多人都在最无力的年纪遇到过最好的人，也曾有过害怕自身的局限会耽误对方今后人生的那种困顿。所以我还是体会到了你的那种爱，那种想要指导，却因为害怕，而又收回手的爱。<br>妈妈，你也许早就知道这些了，所以你不插嘴我的痛苦，也不问津我的选择，我好像看见了您一直站在不远的地方观望着我，在看着我跋涉的路上拾一点欣慰，再想干涉也尽量隐忍着。是我们共同的懦弱和恐惧，让我成了独立的我自己。<br><br>我和您一样，爱得平庸，也爱得谦卑。是这种无力，迫使谦卑的你和曾经弱小的我，将爱人推给了这个真实的世界，它很残忍，也很速成。我们这个年纪的孩子终于还是长大了，也都在自己的青春里死过，在不得不前行，不得不猥琐的生活中继续苟且着。<br><br>然而今天，我知道我所拥有的又将会一样一样地失去，但是这又是我不得不面对的选择。妈妈，我并不害怕失去，人终究什么也带不走的，我感受尤深，尤其是在医院里对您说这些话。并且在这个时候，失去也让我明白，我到底真正拥有了什么。我失去的时候很痛苦，我不知道您放开我，是不是同样的感觉。<br><br>或许，在那个雨天，那个写作班的雨天，从您拒绝走进教室开始，您就下定决心要在玻璃外面看着我自己选择，是选择和大家一起拼演技，表演浮夸的努力，还是对这个世界继续保持失望，进而主动放弃，又或者在百无聊赖的无意间转身之后，再拿起笔。<br><br>妈妈，那个你没走进来的雨天，真的将我划给另外一个世界了吗？又或许，在我无数次与你告别来到远方，在无数次你望着我离开的背影时，无数次我从雪中归来，又在破晓前离开时，你会不会因为自己选择了让我去选择，而感觉到了失去以后，再失去。<br><br>妈妈，我并不知道答案。我只记得在那个雨天，雨雾玻璃后面模糊着的轮廓，那被雨水打湿的刘海，它弯弯绕绕被你用食指别在耳后，又指挥着我转身去写字的那一次，其实是您，替我做了正确的选择。我转过身去背对着您，背对着家乡一直走，不敢回头。<br><br>爸爸和我说我离开的这几年里，你老是在梦中给我做饭，而我总是在你准备好一桌家宴之后悻悻离开，没吃到一口菜。这长达几年的梦魇，只能在短短相聚的几天里得到治愈，所以您一想起相聚就莫名的兴奋，也莫名的伤悲。路还是越走越远，我走得不好时也会遇见雨天，每当这时我都想起那梦中的家宴。我知道这家宴会一直等着我，等着八千里外游子的我去选择。<br><br>我选择前进，它就一直守候，我选择后退，它接住我所有的狼狈。<br><br>妈妈谢谢你，我就快要出院了，您不必担心，这段时间很少打电话给您，出去以后悉数补上。<br><br>今天的深圳仍是雨天，不知道长春是什么天气，我分外想念您。<br><br>此致敬礼<br>墨儿拜上
         * sRdNum :
         * strContentId : 1142
         * subTitle :
         * strContDayDiffer : 1
         * strPraiseNumber : 5169
         * strLastUpdateDate : 2015-08-24 22:16:17
         * sGW : 我和您一样，爱得平庸，也爱得谦卑。是这种无力，迫使谦卑的你和曾经弱小的我，将爱人推给了这个真实的世界，它很残忍，也很速成。
         * sAuth : 刘墨闻，设计师，青年作者。
         * sWebLk : http://m.wufazhuce.com/article/2015-08-25
         * wImgUrl : http://211.152.49.184:9000/upload/onephoto/f1440067603295.jpg
         * strContAuthorIntroduce : （责任编辑：金子棋）
         * strContTitle : 写在雨天
         * sWbN : @刘墨闻
         * strContAuthor : 刘墨闻
         * strContMarketTime : 2015-08-25
         */

        private String strContent;
        private String sRdNum;
        private String strContentId;
        private String subTitle;
        private String strContDayDiffer;
        private String strPraiseNumber;
        private String strLastUpdateDate;
        private String sGW;
        private String sAuth;
        private String sWebLk;
        private String wImgUrl;
        private String strContAuthorIntroduce;
        private String strContTitle;
        private String sWbN;
        private String strContAuthor;
        private String strContMarketTime;

        public void setStrContent(String strContent) {
            this.strContent = strContent;
        }

        public void setSRdNum(String sRdNum) {
            this.sRdNum = sRdNum;
        }

        public void setStrContentId(String strContentId) {
            this.strContentId = strContentId;
        }

        public void setSubTitle(String subTitle) {
            this.subTitle = subTitle;
        }

        public void setStrContDayDiffer(String strContDayDiffer) {
            this.strContDayDiffer = strContDayDiffer;
        }

        public void setStrPraiseNumber(String strPraiseNumber) {
            this.strPraiseNumber = strPraiseNumber;
        }

        public void setStrLastUpdateDate(String strLastUpdateDate) {
            this.strLastUpdateDate = strLastUpdateDate;
        }

        public void setSGW(String sGW) {
            this.sGW = sGW;
        }

        public void setSAuth(String sAuth) {
            this.sAuth = sAuth;
        }

        public void setSWebLk(String sWebLk) {
            this.sWebLk = sWebLk;
        }

        public void setWImgUrl(String wImgUrl) {
            this.wImgUrl = wImgUrl;
        }

        public void setStrContAuthorIntroduce(String strContAuthorIntroduce) {
            this.strContAuthorIntroduce = strContAuthorIntroduce;
        }

        public void setStrContTitle(String strContTitle) {
            this.strContTitle = strContTitle;
        }

        public void setSWbN(String sWbN) {
            this.sWbN = sWbN;
        }

        public void setStrContAuthor(String strContAuthor) {
            this.strContAuthor = strContAuthor;
        }

        public void setStrContMarketTime(String strContMarketTime) {
            this.strContMarketTime = strContMarketTime;
        }

        public String getStrContent() {
            return strContent;
        }

        public String getSRdNum() {
            return sRdNum;
        }

        public String getStrContentId() {
            return strContentId;
        }

        public String getSubTitle() {
            return subTitle;
        }

        public String getStrContDayDiffer() {
            return strContDayDiffer;
        }

        public String getStrPraiseNumber() {
            return strPraiseNumber;
        }

        public String getStrLastUpdateDate() {
            return strLastUpdateDate;
        }

        public String getSGW() {
            return sGW;
        }

        public String getSAuth() {
            return sAuth;
        }

        public String getSWebLk() {
            return sWebLk;
        }

        public String getWImgUrl() {
            return wImgUrl;
        }

        public String getStrContAuthorIntroduce() {
            return strContAuthorIntroduce;
        }

        public String getStrContTitle() {
            return strContTitle;
        }

        public String getSWbN() {
            return sWbN;
        }

        public String getStrContAuthor() {
            return strContAuthor;
        }

        public String getStrContMarketTime() {
            return strContMarketTime;
        }
    }
}
